Repository: yorha59/glotty
Catalog: Glotty/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: %@ dictionaries
de: %@ Wörterbücher
es: diccionarios %@
fr: %@ dictionnaires
ja: %@ 辞書
ko: %@ 사전
zh_hans: %@ 词典
zh_hant: %@ 字典

source: %@ from you
de: %@ von Ihnen
es: %@ de ti
fr: %@ de vous
ja: あなたからの%@
ko: 당신의 %@
zh_hans: 来自您的 %@
zh_hant: %@ 來自您

source: %@ tokens · %@ calls
de: %@ Token · %@ Anrufe
es: %@ tokens · %@ llamadas
fr: %@ tokens · %@ appels
ja: %@トークン · %@コール
ko: %@ 토큰 · %@ 통화
zh_hans: %@ token · %@ 次调用
zh_hant: %@ token · %@ 次呼叫

source: %@-%@ dictionaries
de: %@-%@ Wörterbücher
es: diccionarios %@-%@
fr: %@-%@ dictionnaires
ja: %@-%@ 辞書
ko: %@-%@ 사전
zh_hans: %@-%@ 词典
zh_hant: %@-%@ 字典

source: %d left
de: %d übrig
es: %d restantes
fr: %d restant
ja: 残り%d個
ko: %d남음
zh_hans: %d个剩余
zh_hant: %d 剩餘

source: %d memories
de: %d Erinnerungen
es: %d recuerdos
fr: %d souvenirs
ja: %d個の記憶
ko: %d개의 기억들
zh_hans: %d 条记忆
zh_hant: %d 個記憶

source: %d memories · always injected
de: %d Erinnerungen · immer injiziert
es: %d recuerdos · siempre inyectados
fr: %d souvenirs · toujours injecté
ja: %d個の記憶 · 常に注入
ko: %d개의 기억들 · 항상 삽입됨
zh_hans: %d 条记忆 · 始终注入
zh_hant: %d 個記憶 · 持續注入

source: %d messages · %d from you
de: %d Nachrichten · %d von Ihnen
es: %d mensajes · %d tuyos
fr: %d messages · %d de vous
ja: %d件のメッセージ · あなたからのメッセージ%d件
ko: %d개 메시지 · %d개는 당신의 메시지
zh_hans: %d 条消息 · %d 条来自您
zh_hant: %d 則訊息 · %d 則來自於您

source: %d polish runs flagged with this category
de: %d Durchläufe mit Markierung für diese Kategorie
es: %d ejecuciones de pulido marcadas con esta categoría
fr: %d exécutions de correction signalées avec cette catégorie
ja: このカテゴリでフラグされた%d回のポリッシュ実行
ko: 이 범주로 플래그된 %d개의 폴리싱 실행
zh_hans: %d 次优化运行标记为此类别
zh_hant: %d 次修潤運行以此類別標記

source: (excluded)
de: (ausgeschlossen)
es: (excluido)
fr: (exclu)
ja: （除外）
ko: (제외됨)
zh_hans: （已排除）
zh_hant: （已排除）

source: **Export** writes a single password-encrypted file with your settings, API keys, learned memories, chat threads, and activity history. You'll choose a password — keep it; it's the only way to restore. **Import** on another machine (or this one, after a wipe) asks for that password, then REPLACES local data after a confirmation prompt.
de: **Export** schreibt eine einzige passwortgeschützte Datei mit Ihren Einstellungen, API-Schlüsseln, gelernten Erinnerungen, Chat-Threads und Aktivitätsverlauf. Sie wählen ein Passwort — behalten Sie es; es ist der einzige Weg zum Wiederherstellen. **Import** auf einem anderen Gerät (oder diesem nach einem Zurücksetzen) fragt nach diesem Passwort und ERSETZT dann lokale Daten nach einer Bestätigungsaufforderung.
es: **Exportar** escribe un solo archivo protegido con contraseña con tu configuración, claves de API, memorias aprendidas, hilos de chat e historial de actividad. Eligirás una contraseña — guárdala; es la única forma de restaurar. **Importar** en otra máquina (o esta misma, después de un borrado) solicita esa contraseña, luego REEMPLAZA los datos locales después de una solicitud de confirmación.
fr: **Export** écrit un fichier unique chiffré par mot de passe avec vos paramètres, API keys, mémoires apprises, conversations de chat et historique d'activité. Vous choisirez un mot de passe — gardez-le ; c'est la seule façon de restaurer. **Import** sur un autre appareil (ou celui-ci, après un effacement) demande ce mot de passe, puis REMPLACE les données locales après un message de confirmation.
ja: **エクスポート**は、設定、APIキー、学習された記憶、チャット履歴、および活動履歴を含む単一のパスワードで暗号化されたファイルを作成します。パスワードを選択します — それを保持してください。それは復元するための唯一の方法です。別のマシン（またはこのマシン、初期化後）での**インポート**はそのパスワードを要求し、確認プロンプト後にローカルデータを置き換えます。
ko: **내보내기**는 설정, API 키, 학습된 기억, 채팅 스레드 및 활동 기록이 포함된 단일 비밀번호 암호화 파일을 작성합니다. 비밀번호를 선택하게 되는데 — 이를 기억해 두십시오; 이것이 복원하는 유일한 방법입니다. 다른 장치(또는 이 장치를 초기화한 후)에서 **가져오기**는 해당 비밀번호를 요청한 다음, 확인 프롬프트 후 로컬 데이터를 **대체합니다**.
zh_hans: **导出** 会创建一个密码加密的单一文件，包含您的设置、API密钥、学习记忆、聊天记录和活动历史。您需要选择一个密码—请务必记住；这是恢复数据的唯一方法。在其他设备（或在清空数据后的本设备上）使用**导入**功能时，系统会要求输入该密码，并在确认后替换本地数据。
zh_hant: **匯出**會寫入一個密碼加密的檔案，其中包含您的設定、API金鑰、學習到的記憶、對話串和活動歷史記錄。您將需要選擇一個密碼 — 請務必保存；這是還原的唯一方式。在另一台機器上（或在重新設定本機後）執行「**匯入**」時，系統會要求輸入該密碼，並在確認提示後取代本機資料。

source: 1. Grant permissions
de: 1. Berechtigungen gewähren
es: 1. Conceder permisos
fr: 1. Accorder les autorisations
ja: 1. 権限を付与
ko: 1. 권한 허용
zh_hans: 1. 授予权限
zh_hant: 1. 授權權限

source: 1. How Glotty works
de: 1. Wie Glotty funktioniert
es: 1. Cómo funciona Glotty
fr: 1. Comment fonctionne Glotty
ja: 1. Glottyの仕組み
ko: 1. Glotty 작동 방식
zh_hans: 1. Glotty 的工作原理
zh_hant: 1. Glotty 如何運作

source: 1. In System Settings → Accessibility, click the (–) minus button to remove every Glotty entry, then relaunch Glotty and grant fresh.
de: 1. In Systemeinstellungen → Bedienungshilfen, klicken Sie auf das (-) Minus-Symbol, um jeden Glotty-Eintrag zu entfernen, starten Sie Glotty neu und erteilen Sie die Berechtigungen neu.
es: 1. En Ajustes del sistema → Accesibilidad, haz clic en el botón de resta (–) para quitar todas las entradas de Glotty, luego relanza Glotty y concede permisos nuevos.
fr: 1. Dans les Réglages système → Accessibilité, cliquez sur le bouton (–) moins pour supprimer toutes les entrées Glotty, puis relancez Glotty et accordez les permissions.
ja: 1. システム設定 → アクセシビリティで、(–) マイナスボタンをクリックしてすべてのGlottyエントリを削除し、Glottyを再起動して権限を再付与してください。
ko: 1. 시스템 설정 → 접근성에서 각 Glotty 항목을 제거하기 위해 (-) 마이너스 버튼을 클릭한 다음, Glotty를 다시 시작하고 권한을 새로 부여하세요.
zh_hans: 1. 在 系统设置 → 辅助功能 中，点击 (–) 减号按钮移除所有 Glotty 条目，然后重新启动 Glotty 并重新授权。
zh_hant: 1. 在「系統設定」→「輔助功能」中，點擊 (–) 減號按鈕移除所有 Glotty 項目，然後重新啟動 Glotty 並授權。

source: 1.1 Translate (Fn → T)
de: 1.1 Übersetzen (Fn → T)
es: 1.1 Traducir (Fn → T)
fr: 1.1 Traduire (Fn → T)
ja: 1.1 翻訳 (Fn → T)
ko: 1.1 번역 (Fn → T)
zh_hans: 1.1 翻译 (Fn → T)
zh_hant: 1.1 翻譯 (Fn → T)

source: 1.2 Polish (Fn → P)
de: 1.2 Polieren (Fn → P)
es: 1.2 Pulir (Fn → P)
fr: 1.2 Polir (Fn → P)
ja: 1.2 推敲 (Fn → P)
ko: 1.2 다듬기 (Fn → P)
zh_hans: 1.2 润色 (Fn → P)
zh_hant: 1.2 潤色 (Fn → P)

source: 1.3 Explain (Fn → E)
de: 1.3 Erklären (Fn → E)
es: 1.3 Explicar (Fn → E)
fr: 1.3 Expliquer (Fn → E)
ja: 1.3 解説 (Fn → E)
ko: 1.3 풀이 (Fn → E)
zh_hans: 1.3 解释 (Fn → E)
zh_hant: 1.3 解釋 (Fn → E)

source: 2. From Terminal:
de: 2. Aus dem Terminal:
es: 2. Desde Terminal:
fr: 2. Depuis le Terminal :
ja: 2. ターミナルから:
ko: 2. 터미널에서:
zh_hans: 2. 从终端：
zh_hant: 2. 來自終端機：

source: 2. Set up your AI provider
de: 2. KI-Anbieter einrichten
es: 2. Configura tu proveedor de IA
fr: 2. Configurer votre fournisseur d'IA
ja: 2. AI プロバイダーを設定
ko: 2. AI 공급자 설정
zh_hans: 2. 配置 AI 服务商
zh_hant: 2. 設定 AI 服務商

source: 2.1 Translate (Fn → T)
de: 2.1 Übersetzen (Fn → T)
es: 2.1 Traducir (Fn → T)
fr: 2.1 Traduire (Fn → T)
ja: 2.1 翻訳 (Fn → T)
ko: 2.1 번역 (Fn → T)
zh_hans: 2.1 翻译 (Fn → T)
zh_hant: 2.1 翻譯 (Fn → T)

source: 2.1 Translate (⌘⌥T)
de: 2.1 Übersetzen (⌘⌥T)
es: 2.1 Traducir (⌘⌥T)
fr: 2.1 Traduire (⌘⌥T)
ja: 2.1 翻訳 (⌘⌥T)
ko: 2.1 번역 (⌘⌥T)
zh_hans: 2.1 翻译 (⌘⌥T)
zh_hant: 2.1 翻譯 (⌘⌥T)

source: 2.2 Refine your draft (Fn → P)
de: 2.2 Ihren Entwurf verfeinern (Fn → P)
es: 2.2 Refinar tu borrador (Fn → P)
fr: 2.2 Affiner votre brouillon (Fn → P)
ja: 2.2 下書きを修正 (Fn → P)
ko: 2.2 초안 수정 (Fn → P)
zh_hans: 2.2 优化草稿 (Fn → P)
zh_hant: 2.2 潤飾您的草稿 (Fn → P)

source: 2.2 Refine your draft (⌘⌥P)
de: 2.2 Entwurf verfeinern (⌘⌥P)
es: 2.2 Refinar tu borrador (⌘⌥P)
fr: 2.2 Affiner votre brouillon (⌘⌥P)
ja: 2.2 下書きを仕上げる (⌘⌥P)
ko: 2.2 초안 다듬기 (⌘⌥P)
zh_hans: 2.2 优化文稿 (⌘⌥P)
zh_hant: 2.2 修訂草稿 (⌘⌥P)

source: 2.3 Explain a word or phrase (Fn → E)
de: 2.3 Ein Wort oder einen Begriff erklären (Fn → E)
es: 2.3 Explicar una palabra o frase (Fn → E)
fr: 2.3 Expliquer un mot ou une expression (Fn → E)
ja: 2.3 単語やフレーズを説明 (Fn → E)
ko: 2.3 단어 또는 구문 설명 (Fn → E)
zh_hans: 2.3 解释单词或短语 (Fn → E)
zh_hant: 2.3 解釋單字或片語 (Fn → E)

source: 2.3 Explain a word or phrase (⌘⌥E)
de: 2.3 Ein Wort oder eine Phrase erklären (⌘⌥E)
es: 2.3 Explicar una palabra o frase (⌘⌥E)
fr: 2.3 Expliquer un mot ou une expression (⌘⌥E)
ja: 2.3 単語や句を説明 (⌘⌥E)
ko: 2.3 단어 또는 구 설명하기 (⌘⌥E)
zh_hans: 2.3 解释单词或短语 (⌘⌥E)
zh_hant: 2.3 解釋單字或片語 (⌘⌥E)

source: 2.4 Hear it aloud (Fn → V)
de: 2.4 Laut vorlesen (Fn → V)
es: 2.4 Escuchar en voz alta (Fn → V)
fr: 2.4 Entendre à voix haute (Fn → V)
ja: 2.4 読み上げ (Fn → V)
ko: 2.4 소리 내어 듣기 (Fn → V)
zh_hans: 2.4 听到朗读 (Fn → V)
zh_hant: 2.4 聽取朗讀 (Fn → V)

source: 2.5 Correct spelling (Fn → R)
de: 2.5 Rechtschreibung korrigieren (Fn → R)
es: 2.5 Corregir ortografía (Fn → R)
fr: 2.5 Corriger l'orthographe (Fn → R)
ja: 2.5 拼字修正 (Fn → R)
ko: 2.5 맞춤법 검사 (Fn → R)
zh_hans: 2.5 纠正拼写 (Fn → R)
zh_hant: 2.5 校正拼寫 (Fn → R)

source: 3. Let's get to know each other
de: 3. Lass uns einander kennenlernen
es: 3. Conozcámonos
fr: 3. Faisons connaissance
ja: 3. 自己紹介しましょう
ko: 3. 서로 인사해요
zh_hans: 3. 相互认识一下
zh_hant: 3. 互相認識一下

source: 3. Set up your AI provider
de: 3. Ihren KI-Anbieter einrichten
es: 3. Configurar tu proveedor de IA
fr: 3. Configurer votre fournisseur d'IA
ja: 3. AIプロバイダーの設定
ko: 3. AI 공급자 설정
zh_hans: 3. 设置您的AI提供商
zh_hant: 3. 設定您的AI提供者

source: 4. Let's get to know each other
de: 4. Lassen Sie uns uns kennenlernen
es: 4. Vamos a conocernos
fr: 4. Apprenons à nous connaître
ja: 4. 互いに知り合いましょう
ko: 4. 서로를 알아가요
zh_hans: 4. 让我们互相认识
zh_hant: 4. 讓我們互相認識

source: A popup appears with the translation, no focus stolen.
de: Ein Popup mit der Übersetzung erscheint, ohne dass der Fokus gestohlen wird.
es: Aparece un emergente con la traducción, sin robar el foco.
fr: Une fenêtre contextuelle apparaît avec la traduction, sans dérober le focus.
ja: 翻訳がポップアップで表示され、フォーカスが奪われません。
ko: 번역이 담긴 팝업이 나타나며, 포커스가 빼앗기지 않습니다.
zh_hans: 弹窗会显示翻译,不会抢占焦点。
zh_hant: 彈出視窗會顯示翻譯，不會竊取焦點。

source: A short blurb about your learning goals or background — fed into LLM prompts so suggestions feel tailored. Optional.
de: Eine kurze Beschreibung Ihrer Lernziele oder Ihres Hintergrunds — wird in LLM-Prompts eingegeben, damit Vorschläge maßgeschneidert wirken. Optional.
es: Una breve descripción de tus objetivos de aprendizaje o antecedentes — se usa en las indicaciones de LLM para que las sugerencias se sientan personalizadas. Opcional.
fr: Un bref texte sur vos objectifs d'apprentissage ou votre parcours — intégré dans les invites de LLM pour que les suggestions soient adaptées. Optionnel.
ja: 学習目標や背景に関する短い説明 — LLMプロンプトに渡され、提案がパーソナライズされるようにします。オプションです。
ko: 학습 목표나 배경에 대한 짧은 설명 — LLM 프롬프트에 입력되어 맞춤형 제안이 이루어집니다. 선택 사항입니다.
zh_hans: 简单介绍一下你的学习目标或背景 —— 会传给 LLM 让建议更贴合你。可选。
zh_hant: 關於您學習目標或背景的簡短描述 — 會輸入到 LLM 提示中，使建議更貼合個人需求。可選。

source: API key
de: API-Schlüssel
es: Clave API
fr: Clé API
ja: API キー
ko: API 키
zh_hans: API 密钥
zh_hant: API 金鑰

source: API keys
de: API-Schlüssel
es: Claves de API
fr: Clés API
ja: APIキー
ko: API 키
zh_hans: API 密钥
zh_hant: API 金鑰

source: About you
de: Über Sie
es: Acerca de ti
fr: À votre sujet
ja: あなたについて
ko: 자기소개
zh_hans: 关于你
zh_hant: 關於您

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
ja: 受け入れる
ko: 수락
zh_hans: 接受
zh_hant: 接受

source: Accepted
de: Akzeptiert
es: Aceptado
fr: Accepté
ja: 受け入れ済み
ko: 수락됨
zh_hans: 已接受
zh_hant: 已接受

source: Accepted memories with scope, pending suggestions, your defined contexts.
de: Akzeptierte Erinnerungen mit Umfang, ausstehende Vorschläge, Ihre definierten Kontexte.
es: Recuerdos aceptados con ámbito, sugerencias pendientes, tus contextos definidos.
fr: Souvenirs acceptés avec portée, suggestions en attente, vos contextes définis.
ja: スコープ付きの受け入れ済み記憶、保留中の提案、定義済みのコンテキスト。
ko: 범위가 지정된 수락된 기억, 보류 중인 제안, 정의된 컨텍스트.
zh_hans: 带范围的已接受记忆、待审阅的建议、你定义的上下文。
zh_hant: 已接受的記憶（帶範圍）、待處理的建議，以及您定義的上下文。

source: Accessibility
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
ko: 보조 기능
zh_hans: 辅助功能
zh_hant: 輔助功能

source: Active
de: Aktiv
es: Activo
fr: Actif
ja: アクティブ
ko: 활성
zh_hans: 已启用
zh_hant: 啟用

source: Active context
de: Aktiver Kontext
es: Contexto activo
fr: Contexte actif
ja: アクティブなコンテキスト
ko: 활성 컨텍스트
zh_hans: 当前上下文
zh_hant: 活躍上下文

source: Active memory context
de: Aktiver Speicherkontext
es: Contexto de memoria activa
fr: Contexte mémoire actif
ja: アクティブメモリコンテキスト
ko: 활성 메모리 컨텍스트
zh_hans: 活动内存上下文
zh_hant: 使用中的記憶內容

source: Active — click to switch to Global only
de: Aktiv — klicken, um nur auf Global umzuschalten
es: Activo — haz clic para cambiar a Solo global
fr: Actif — cliquez pour passer en mode Global uniquement
ja: アクティブ — クリックしてグローバルのみに切り替える
ko: 활성 — 클릭하여 전용 설정으로 전환
zh_hans: 已激活 — 点击切换至仅全局
zh_hant: 作用中 — 點擊切換僅為全域

source: Activity history
de: Aktivitätsverlauf
es: Historial de actividad
fr: Historique des activités
ja: 活動履歴
ko: 활동 기록
zh_hans: 活动历史
zh_hant: 活動歷史

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
zh_hans: 添加
zh_hant: 新增

source: Add custom provider
de: Benutzerdefinierten Anbieter hinzufügen
es: Aprovechador personalizado
fr: Ajouter un fournisseur personnalisé
ja: カスタムプロバイダーを追加
ko: 사용자 정의 공급자 추가
zh_hans: 添加自定义服务提供者
zh_hant: 新增自訂提供者

source: Adds Glotty to the toggle list (use if the row is missing), and clears any leftover entry from an earlier, differently-signed build so this one can register fresh.
de: Fügt Glotty zur Umschaltliste hinzu (verwenden, wenn die Zeile fehlt) und löscht verbleibende Einträge aus einer früheren, anders signierten Version, damit diese Version sich neu registrieren kann.
es: Añade Glotty a la lista de activación (úsalo si la fila falta) y borra cualquier entrada residual de una compilación anterior, firmada de forma diferente, para que esta pueda registrarse desde cero.
fr: Ajoute Glotty à la liste de bascule (à utiliser si la ligne est manquante), et efface toute entrée restante d'une version précédente signée différemment pour que celle-ci puisse s'enregistrer fraîchement.
ja: Glottyをトグルリストに追加します（行が表示されていない場合に使用）。以前の署名が異なるビルドからの残存エントリをクリアして、このビルドが新規登録できるようにします。
ko: 토글 목록에 Glotty를 추가합니다(행이 누락된 경우 사용). 이전의 서명이 다른 빌드에서 남은 항목을 지우고, 새로 등록할 수 있도록 합니다.
zh_hans: 将 Glotty 添加到切换列表中（如果该行缺失，请使用此功能），并清除先前不同签名版本留下的任何残留条目，以便此版本可以重新注册。
zh_hant: 將 Glotty 加入切換清單（如果該列缺失），並清除來自簽名不同之舊版本的任何剩餘項目，以便此版本可以重新註冊。

source: After you chat with Glotty under a polish or explain popup, new memories Glotty notices will land here for review.
de: Nach dem Chat mit Glotty unter einem Überarbeiten- oder Erklären-Popup landen hier neue Erinnerungen, die Glotty feststellt, zur Überprüfung.
es: Después de chatear con Glotty en un emergente de pulir o explicar, los nuevos recuerdos que Glotty detectará aparecerán aquí para revisar.
fr: Après avoir discuté avec Glotty via une fenêtre contextuelle de correction ou d'explication, de nouveaux souvenirs remarqués par Glotty apparaîtront ici pour examen.
ja: ポーラッシュや説明ポップアップの下でGlottyとチャットした後、Glottyが気づいた新しい記憶はここに表示され、レビューできます。
ko: 다듬기 또는 설명 팝업에서 Glotty와 대화한 후, Glotty가 발견한 새로운 기억이 여기에 검토를 위해 표시됩니다.
zh_hans: 在「润色」或「解释」弹窗里与 Glotty 对话后,Glotty 注意到的新记忆会出现在此处供你审阅。
zh_hant: 當您在修飾或解釋彈出視窗中與 Glotty 交談後，Glotty 注意到的新記憶將會在此處等待審核。

source: All done — you cleared every practice item. Nice work! 🎉
de: Alles erledigt — du hast alle Übungseinheiten abgeschlossen. Gute Arbeit! 🎉
es: ¡Todo listo — completaste todos los elementos de práctica. ¡Buen trabajo! 🎉
fr: Terminé — vous avez effacé tous les éléments de pratique. Bonne bouche! 🎉
ja: 完了 — 全ての練習項目をクリアしました。よくできました！ 🎉
ko: 모두 완료되었습니다 — 모든 연습 아이템을 마쳤습니다. 잘했어요! 🎉
zh_hans: 全部完成 — 你已完成所有练习项目。干得好！🎉
zh_hant: 全部完成 — 你已完成所有練習項目。做得好！🎉

source: All past daily chat threads with corrections.
de: Alle vergangenen täglichen Chat-Threads mit Korrekturen.
es: Todos los hilos de chat diarios pasados con correcciones.
fr: Tous les fils de discussion quotidiens passés avec corrections.
ja: 修正が含まれる過去のすべての日々のチャットスレッド。
ko: 모든 과거 일일 대화 스레드(교정 포함).
zh_hans: 所有过往的每日聊天对话及更正记录。
zh_hant: 所有過去的每日對話線程，附有更正。

source: All set. Quit & relaunch if you just granted permissions.
de: Alles eingerichtet. Beenden & starten Sie neu, wenn Sie gerade Berechtigungen erteilt haben.
es: Todo listo. Salir y relanzar si acabas de conceder permisos.
fr: Prêt. Quittez et relancez si vous venez d'accorder les permissions.
ja: 準備完了です。権限を付与した直後は、終了して再起動してください。
ko: 모든 설정이 완료되었습니다. 권한을 방금 부여한 경우 종료하고 다시 시작하세요.
zh_hans: 全部就绪。如果你刚授予权限,请退出并重新启动。
zh_hant: 一切設定完成。如果您剛才授權了權限，請退出並重新啟動。

source: All time
de: Gesamte Zeit
es: Siempre
fr: Tous les temps
ja: すべての時間
ko: 모든 시간
zh_hans: 全部时间
zh_hant: 全部時間

source: Already set up Glotty on another Mac? Import its encrypted backup to restore your settings, API keys, memories, and history — then you can skip the rest of this setup.
de: Glotty bereits auf einem anderen Mac eingerichtet? Importieren Sie dessen gesicherte verschlüsselte Kopie, um Ihre Einstellungen, API-Schlüssel, Erinnerungen und Verlauf wiederherzustellen – dann können Sie den Rest dieser Einrichtung überspringen.
es: ¿Ya tienes Glotty configurado en otro Mac? Importa su copia de seguridad cifrada para restaurar tu configuración, claves de API, memorias e historial — así puedes saltarte el resto de esta configuración.
fr: Vous avez déjà configuré Glotty sur un autre Mac ? Importez sa sauvegarde chiffrée pour restaurer vos paramètres, clés d'API, mémoires et historique — ainsi vous pouvez sauter le reste de cette configuration.
ja: すでに別のMacでGlottyをセットアップしていますか？その暗号化されたバックアップをインポートして、設定、APIキー、記憶、履歴を復元できます。これにより、このセットアップ残りの手順をスキップできます。
ko: 다른 Mac에 이미 Glotty를 설정했나요? 암호화된 백업을 가져와서 설정, API 키, 기억, 및 기록을 복원할 수 있습니다 — 그러면 이 설정의 나머지 부분을 건너뛸 수 있습니다.
zh_hans: 已经在另一台 Mac 上设置了 Glotty？导入其加密备份以恢复您的设置、API 密钥、记忆和历史记录 — 这样您就可以跳过此设置的其余部分。
zh_hant: 已經在其他 Mac 上設定過 Glotty 嗎？匯入其加密備份以還原您的設定、API 金鑰、記憶和歷史記錄 — 如此您就可以跳過其餘的設定步驟。

source: Already shows as enabled but still not working?
de: Wird bereits als aktiviert angezeigt, funktioniert aber trotzdem nicht?
es: ¿Ya muestra como habilitado pero aún no funciona?
fr: S'affiche déjà comme activé mais ne fonctionne toujours pas ?
ja: 有効に表示されているのに、まだ動作しないのですか？
ko: 이미 활성화로 표시되는데 작동하지 않나요?
zh_hans: 已显示为已启用但仍不起作用？
zh_hant: 已顯示為已啟用但仍無作用？

source: Anthropic via OpenAI-compatible shim. Strong rewriting; pricier per token.
de: Anthropic über OpenAI-kompatiblen Shim. Starke Textumformulierung; teurer pro Token.
es: Anthropic a través de un shim compatible con OpenAI. Reescritura potente; más caro por token.
fr: Anthropic via un adaptateur compatible avec OpenAI. Réécriture puissante ; plus cher par jeton.
ja: OpenAI互換シャム経由のAnthropic。強力なリライトですが、トークンあたりの価格は高めです。
ko: Anthropic via OpenAI-compatible shim. 강한 재작성; 토큰당 더 비쌈.
zh_hans: 通过 OpenAI 兼容层调用 Anthropic。强力重写；按令牌计价更高。
zh_hant: 透過 OpenAI 相容介面連接至 Anthropic。強大的重寫功能；每個 token 成本較高。

source: Any service that speaks the OpenAI chat completions wire format works. The API key goes in the main Language Model panel after you save.
de: Jeder Dienst, der das OpenAI-Chat-Completion-Protokoll unterstützt, funktioniert. Der API-Schlüssel wird im Haupt-Sprachmodell-Panel gespeichert.
es: Cualquier servicio que hable con el formato de cable de completaciones de chat de OpenAI funciona. La clave de API va en el panel principal de Modelo de lenguaje después de guardar.
fr: Tout service qui utilise le format wire des complétions de chat d'OpenAI fonctionne. La clé API va dans le panneau principal du modèle de langage après l'enregistrement.
ja: OpenAIのチャット完了形式に対応するサービスならどれでも動作します。保存すると、APIキーはメインの言語モデルパネルに設定されます。
ko: OpenAI 채팅 완성 와이어 형식을 지원하는 모든 서비스가 작동합니다. 저장하면 API 키가 메인 언어 모델 패널에 들어갑니다.
zh_hans: 任何支持 OpenAI 聊天完成消息格式协议的服务均可使用。保存后，API 密钥将输入到主要语言模型面板。
zh_hant: 任何支援 OpenAI 聊天完成格式的服務都可以使用。儲存後，API 金鑰會出現在主要的語言模型面板中。

source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
ja: 外観
ko: 모양
zh_hans: 外观
zh_hant: 外觀

source: Apple Intelligence is downloading
de: Apple Intelligence wird heruntergeladen
es: La inteligencia de Apple se está descargando
fr: Apple Intelligence est en cours de téléchargement
ja: Apple Intelligenceをダウンロード中です
ko: Apple Intelligence가 다운로드 중입니다
zh_hans: Apple Intelligence 正在下载
zh_hant: Apple Intelligence 正在下載

source: Apple Intelligence is off
de: Apple Intelligence ist aus
es: La inteligencia de Apple está desactivada
fr: Apple Intelligence est désactivé
ja: Apple Intelligenceがオフです
ko: Apple Intelligence가 꺼짐
zh_hans: Apple Intelligence 已关闭
zh_hant: Apple Intelligence 已關閉

source: Apple Intelligence requires an Apple Silicon Mac with sufficient memory. Use a cloud LLM provider instead.
de: Apple Intelligence erfordert einen Mac mit Apple-Silicon mit ausreichend Arbeitsspeicher. Verwenden Sie stattdessen einen Cloud-LLM-Anbieter.
es: Apple Intelligence requiere un Mac con Apple Silicon y suficiente memoria. Usa un proveedor de LLM en la nube en su lugar.
fr: Apple Intelligence nécessite un Mac Apple Silicon avec suffisamment de mémoire. Utilisez plutôt un fournisseur de LLM cloud.
ja: Apple Intelligenceには、十分なメモリ搭載のApple Silicon Macが必要です。代わりにクラウドLLMプロバイダーを使用してください。
ko: Apple Intelligence는 충분한 메모리를 가진 Apple Silicon Mac이 필요합니다. 대신 클라우드 LLM 제공업체를 사용하세요.
zh_hans: Apple Intelligence 需要 Apple 芯片的 Mac 并拥有足够的内存。请改用云端 LLM 服务商。
zh_hant: Apple Intelligence 需要具有足記憶體的 Apple Silicon Mac。請改用雲端 LLM 提供商。

source: Apple Translation (on-device)
de: Apple-Übersetzung (auf dem Gerät)
es: Traducción de Apple (dispositivo)
fr: Traduction Apple (sur appareil)
ja: Apple翻訳 (デバイス上)
ko: Apple Translation (기기 내)
zh_hans: Apple 翻译(本地)
zh_hant: Apple Translation（裝置內）

source: Apple Translation can't translate this pair
de: Apple-Übersetzung kann dieses Paar nicht übersetzen
es: La traducción de Apple no puede traducir este par
fr: La traduction Apple ne peut pas traduire cette paire
ja: Apple翻訳ではこの組み合わせは翻訳できません
ko: Apple Translation은 이 언어 쌍을 번역할 수 없습니다.
zh_hans: Apple 翻译不支持此语言对
zh_hant: Apple Translation 無法翻譯此語言對

source: Apple's Dictionary user guide — covers reinstalling system apps.
de: Benutzerhandbuch für Apples Wörterbuch — behandelt das Neuinstallieren von System-Apps.
es: Guía de usuario del Diccionario de Apple — cubre reinstalación de aplicaciones del sistema.
fr: Guide utilisateur du Dictionnaire d'Apple — couvre la réinstallation des applications système.
ja: Appleの辞書ユーザーガイド — システムアプリの再インストールについて説明しています。
ko: Apple의 사전 사용자 가이드 — 시스템 앱 재설치에 관한 내용을 다룹니다.
zh_hans: Apple 词典用户指南 — 介绍重新安装系统应用。
zh_hant: Apple 的字典使用指南 — 涵含重新安裝系統應用程式。

source: Apple's built-in Dictionary app — Glotty reads its catalog to power offline dictionary lookups during Translate.
de: Apples integriertes Wörterbuch — Glotty liest dessen Katalog, um Offline-Wörterbuchsuchen während der Übersetzung zu ermöglichen.
es: La aplicación de Diccionario incorporada de Apple — Glotty lee su catálogo para realizar búsquedas de diccionario fuera de línea durante Traducir.
fr: L'application Dictionnaire intégrée d'Apple — Glotty lit son catalogue pour activer les recherches de dictionnaire hors connexion lors de la Traduction.
ja: Apple純正の辞書アプリ — Glottyはそのカタログを読み込み、翻訳時のオフライン辞書検索を駆動します。
ko: Apple의 기본 사전 앱 — Glotty는 번역 중 오프라인 사전 조회를 위해 해당 카탈로그를 읽습니다.
zh_hans: Apple 内置的词典应用 — Glotty 读取其目录以支持翻译过程中的离线词典查询。
zh_hant: Apple 內建的字典應用程式 — Glotty 讀取其目錄以在翻譯期間提供離線字典查詢功能。

source: Archive
de: Archiv
es: Archivo
fr: Archiver
ja: アーカイブ
ko: 보관
zh_hans: 归档
zh_hant: 封存

source: Ask a follow-up — replies will appear here.
de: Stelle eine Nachfrage — Antworten erscheinen hier.
es: Hacer una pregunta de seguimiento — las respuestas aparecerán aquí.
fr: Posez une question subsidiaire — les réponses apparaîtront ici.
ja: 追加で質問する — 返信はここに表示されます。
ko: 후속 질문하기 — 답변이 여기에 표시됩니다.
zh_hans: 提一个后续问题 —— 回复会出现在这里。
zh_hant: 提問後續問題 — 回覆將顯示於此。

source: Auto (based on source)
de: Auto (basierend auf Quelle)
es: Auto (basado en el origen)
fr: Auto (basé sur la source)
ja: 自動 (ソースに基づき)
ko: 자동 (소스 기반)
zh_hans: 自动(根据源语言)
zh_hant: 自動 (依來源)

source: Auto detect
de: Automatisch erkennen
es: Detección automática
fr: Détection automatique
ja: 自動検出
ko: 자동 감지
zh_hans: 自动检测
zh_hant: 自動偵測

source: Auto-approve
de: Automatisch genehmigen
es: Aprobación automática
fr: Approuver automatiquement
ja: 自動承認
ko: 자동 승인
zh_hans: 自动批准
zh_hant: 自動批准
